driver-tests/bpelse/assign/AssignJbi/test/CopyunsignedIntInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><unsignedIntPart xmlns="urn:DataType"><xsd_unsignedInt>1000</xsd_unsignedInt><optional_unsignedInt>444</optional_unsignedInt><repeat_unsignedInt>444</repeat_unsignedInt><repeat_unsignedInt>62</repeat_unsignedInt></unsignedIntPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
